<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"s3","label":"jammy","backend":"82fd9facbc3de71b8151c93723dc33df95853fb0e48500f1cb1dab78616707e2","plan_job_ref":"Job Terraform Runner #17 at https://github.com/fgc-64/aws-terraform-multiple-environments/actions/runs/10010440721","plan_out_hash":"dd86e3679576f53717a3720c3e5c0b9c0cdefbe85d4fe3938f99f9a882475e8a","plan_hash":"8ab67c7e03105a412e70a7d3622b1f750c2edb88e75084f8d4c2438268baa9e1","plan_text_format":"diff","version":"1.43.0"} -->
Terraform plan for __jammy__
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # aws_iam_user.this will be created
+   resource "aws_iam_user" "this" {
+       arn           = (known after apply)
+       force_destroy = false
+       id            = (known after apply)
+       name          = "jammy"
+       path          = "/"
+       tags_all      = {
+           "Environment" = "Jammy"
+           "ManagedBy"   = "Terraform"
+           "Owner"       = "ITOps"
+           "Platform"    = "V3"
        }
+       unique_id     = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Terraform Runner #17](https://github.com/fgc-64/aws-terraform-multiple-environments/actions/runs/10010440721)